Repository: FreePBX/queueprio
Catalog: i18n/*/LC_MESSAGES/queueprio.po
Languages: es_es, fa_ir, fr_fr

source: Page Not Found (%s)!!!!
es_es: ¡¡¡¡Página no encontrada (%s)!!!!

source: Delete
es_es: Eliminar
fa_ir: حذف
fr_fr: Supprimer

source: Reset
es_es: Reinicio
fa_ir: بازنشانی
fr_fr: Remise à 0

source: Submit
es_es: Enviar
fa_ir: ارسال
fr_fr: Soumettre

source: Command [%s] not valid!
es_es: ¡Comando [%s] no válido!

source: Missing ID!
es_es: Falta el ID!

source: ID (%s) Not found!
es_es: ¡ID (%s) no se ha encontrado!

source: Priority name cannot be empty!
es_es: ¡El nombre de prioridad no puede estar vacío!

source: You cannot create a priority the same name as an existing priority!
es_es: ¡No puede crear una prioridad con el mismo nombre que una prioridad existente!

source: The priority with the specified ID could not be located!
es_es: ¡No se pudo encontrar la prioridad con la identificación especificada!

source: You cannot rename a priority to the same name of an existing priority!
es_es: ¡No puede cambiar el nombre de una prioridad al mismo nombre de una prioridad existente!

source: You have not selected a destination!
es_es: ¡No has seleccionado un destino!

source: Error Creating Priority!
es_es: ¡Error al crear Prioridad!

source: Error Updating Priority!
es_es: ¡Error al actualizar la Prioridad!

source: The '%s' option is not supported!
es_es: ¡La opción '%s' no es compatible!

source: Invalid data received!
es_es: Datos inválidos recibidos!

source: Delete Sccessfully
es_es: Eliminados Correctamente

source: Could not delete priority '%s'!
es_es: ¡No se pudo eliminar la prioridad '%s'!

source: Some priorities could not be deleted!
es_es: ¡Algunas prioridades no se pudieron eliminar!

source: Undefined
es_es: No Definido

source: Queue Priority: %s
es_es: Prioridad Cola: %s
fa_ir: اولویت صف： %s
fr_fr: Priorité de queue : %s

source: Queue Priorities
es_es: Prioridades Cola
fa_ir: اولویتهای صف

source: Import/Export Queue Priorities
es_es: Importación/Exportación de Prioridades de la Cola

source: Name
es_es: Nombre

source: The descriptive name of this Queue Priority instance.
es_es: Un nombre descriptivo para esta Instancia Prioridad Cola.
fa_ir: نام توصیفی برای این نمونه اولویت صف.
fr_fr: Une description de cette instance de priorité de queue.

source: Priority
es_es: Prioridad
fa_ir: اولویت
fr_fr: Priorité

source: The Queue Priority to set 0 - 20
es_es: La Prioridad de Cola a establecer 0 - 20
fa_ir: اولویت صف را از بین ۰ تا ۲۰ تنظیم کنید
fr_fr: La priorité de queue de 0 à 20

source: Destination
es_es: Destino
fa_ir: داخلی

source: Name Required
es_es: Nombre Requerido

source: Priority Required
es_es: Prioridad Requerida

source: Destination Required
es_es: Destino Requerido

source: Error Add Priority
es_es: Error al añadir la Prioridad

source: Error Update Priority
es_es: Error al actualizar la Prioridad

source: Invalid name specified
es_es: Nombre especificado no valido

source: Queue Priorties name already exist
es_es: El nombre de las prioridades de la cola ya existe

source: Edit Priority
es_es: Editar Prioridad

source: Delete Priority
es_es: Eliminar Prioridad

source: Are you sure you wish to delete these Priorities?
es_es: ¿Está seguro de que desea eliminar estas Prioridades?

source: Yes
es_es: Si

source: Deleting...
es_es: Eliminando...

source: Delete Priorities
es_es: Eliminar Prioridades

source: A command is already processing, please wait
es_es: Un comando ya se está procesando, por favor espere

source: Are you sure you wish to delete the Priority "%s"?
es_es: ¿Está seguro de que desea eliminar la prioridad "%s"?

source: Update Priority
es_es: Actualizar Prioridad

source: Define the settings to update the Priority
es_es: Definir la configuración para actualizar la Prioridad

source: Create Priority
es_es: Crear Prioridad

source: Define Settings for a new Priority
es_es: Definir la configuración de una nueva Prioridad

source: Queue Priorties
es_es: Prioridades de Cola
fa_ir: اولویت های صف
fr_fr: Priorités de queue

source: Queue Priority allows you to set a caller's priority in a queue. By default, a caller's priority is set to 0. Setting a higher priority will put the caller ahead of other callers already in a queue. The priority will apply to any queue that this caller is eventually directed to. You would typically set the destination to a queue, however that is not necessary. You might set the destination of a priority customer DID to an IVR that is used by other DIDs, for example, and any subsequent queue that is entered would be entered with this priority.
es_es: Prioridad Cola le permite establecer la prioridad de la persona que llama en una cola. Por defecto, la prioridad del llamante se pone a 0. Establecer una mayor prioridad es poner la llamada por delante de las llamadas de otros usuarios que ya están en una cola. La prioridad se aplicará a cualquier cola a la que esta persona finalmente se dirija. Por lo general, se establece el destino de una cola, sin embargo, no es necesario. Puede configurar el destino de un cliente DID prioritario a un IVR que es utilizado por otros DID, por ejemplo, y en cualquier cola posterior donde entre, seguirá con esta prioridad.

source: What is Queue Priorties?
es_es: ¿Qué es Prioridades de la Cola?

source: List Priorities
es_es: Lista Prioridades
fa_ir: فهرست اولویت ها
fr_fr: Liste des priorités

source: Add Priority
es_es: Agregar Prioridad
fa_ir: افزودن اولویت
fr_fr: Ajouter une priorité

source: Add Queue Priority
es_es: Agregar Priorida Cola
fa_ir: افزودن اولویت به صف
fr_fr: Ajouter une priorité de queue

source: Edit: %s (%s)
es_es: Editar: %s (%s)

source: The name of this Queue Priority instance.
es_es: El nombre de esta instancia de prioridad de cola.

source: Loading...
es_es: Cargando...

source: Error: Data could not be loaded!
es_es: Error: ¡No se han podido cargar los datos!

source: Cancel
es_es: Cancelar

source: New Priority
es_es: Nueva Prioridad

source: In Use
es_es: En Uso

source: Actions
es_es: Acciones
fa_ir: عملیات

source: Adds the ability to set a callers priority higher before entering a queue
fa_ir: می افزاید توانایی برای تنظیم یک تماس دهنده اولویت بالاتر قبل از وارد شدن به یک صف

source: Applications
fa_ir: برنامه ها

source: Description
fa_ir: شرح

source: Edit:
fa_ir: ویرایش ：
fr_fr: Éditer :

source: Invalid description specified
fa_ir: شرح نامعتبر
fr_fr: Description spécifiée invalide

source: Queue Priority allows you to set a caller's priority in a queue. By default, a caller's priority is set to 0. Setting a higher priority will put the caller ahead of other callers already in a queue. The priority will apply to any queue that this caller is eventually directed to. You would typically set the destination to a queue, however that is not necessary. You might set the destination of a priority customer DID to an IVR that is used by other DIDs, for example, and any subsequent queue that is entered would be entered with this priority
fa_ir: اولویت صف به شما اجازه اختصاص اولویت به تماس گیرنده در یک صف را میدهد. به صورت پیشفرض این اولویت 0 میباشد. تنظیم اولویت بالاتر سبب میشود تماس گیرنده در اولویت بالاتری جهت پاسخگویی در صف تماس قرار گیرد.اولویت به صفی که تماس گیرنده در آن قرار دارد اعمال میشود.شما معمولا یک مقصد برای صف تعیین میکنید، گرچه لزومی برای این کار نیست.You might set the destination of a priority customer DID to an IVR that is used by other DIDs, for example, and any subsequent queue that is entered would be entered with this priority
fr_fr: Priorité de queue vous permet de définir la priorité d'un appelant dans la queue. Par défaut, la priorité d'un appelant est à 0. Une priorité supérieure mettra l'appelant en avance sur les autres appelants dans la queue. La priorité s'appliquera sur n'importe quelle queue vers laquelle cet appelant sera dirigé. Normalement, la destination sera une queue, mais ce n'est pas une obligation. Vous pourriez décider de définir la destination d'un DID de client priorité vers un IVR qui est utilisé par d'autres DID, par exemple, et toutes les autres queues accédées hériterait de cette priorité

source: Queue Priorties description already exist
fa_ir: پیشنهادهای صف در حال حاضر وجود دارد
